{
  "qsteps": [
    "d1",
    "d2",
    "C_Conversion1",
    "p_Lecture1",
    "p_Lecture2",
    "C_Conversion2",
    "p_Lecture3",
    "p_Lecture4"
  ],
  "steps": [
    "d1",
    "d2",
    "C_Conversion1",
    "q1",
    "q2",
    "q3",
    "q4",
    "q5",
    "p_Lecture1",
    "q6",
    "q7",
    "q8",
    "q9",
    "q10",
    "q11",
    "p_Lecture2",
    "q12",
    "q13",
    "q14",
    "q15",
    "q16",
    "q17",
    "d3",
    "C_Conversion2",
    "q18",
    "q19",
    "q20",
    "q21",
    "q22",
    "p_Lecture3",
    "q23",
    "q24",
    "q25",
    "q26",
    "q27",
    "q28",
    "p_Lecture4",
    "q29",
    "q30",
    "q31",
    "q32",
    "q33",
    "q34"
  ],
  "passage": {
    "d1": {
      "seq": 1,
      "title": "",
      "img": "assets/img/listening2.png",
      "mp3": "",
      "contents": []
    },
    "d2": {
      "seq": 2,
      "title": "",
      "img": "",
      "mp3": "assets/tpo34/tpo34_listening_direction1.mp3",
      "contents": [
        "Listening Section Direction \n........."
      ]
    },
    "C_Conversion1": {
      "seq": 3,
      "title": "Conversion 1",
      "img": "assets/tpo34/tpo34_passage1_1.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage1_1.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to a conversation between a student and an employee in the university library. ",
        "(woman) Ready to check out? ",
        "(man) Just about, before I do though, this book on early navigation, I’ve been using this book quite a bit for a research project and I’d like to own it actually, and, well, it’s an old book and there were two copies on the shelf just now, so I was wondering if I could buy one? I was talking to this guy the other day and he said the library sold books on occasion. Is that right? ",
        "(woman) He’s probably talking about our annual book sale. We have one every spring. ",
        "(man) OK, how do you decide which book to sell? Are they duplicates? ",
        "(woman) A lot are duplicates. If we have more than one copy of a title and it hasn’t been checked out in a few years, in that case, it might end up in the sale. ",
        "(man) I’ve actually tried to find this book on-line but no luck so far. I was really hoping to buy it. ",
        "(woman) Well, that particular book, well, it probably won’t be up for sale this year. Most of the books in the sale come from off-site storage. ",
        "(man) Off-site storage? ",
        "(woman) That’s where we keep books that haven’t been used for several years. They’re still in the catalog which means they can be checked out if you fill out a form. It takes maybe a day or two to retrieve one of them. ",
        "(man) I see. ",
        "(woman) And then before we decide to include a book in the sale, we review its circulation history again which can take a while. We’ve got a lot of books in storage. ",
        "(man) So it’s basically the unpopular books that get put up for sale then. ",
        "(woman) Well, that, plus the main thing is to make sure students have access to the information in the books. A lot of them are available in electronic format these days, even the really old ones. You know they’ve been preserved that way. ",
        "(man) So most of the books for sale are older books. ",
        "(woman) Well, we get book donations too and lots of those are new. Again, a librarian reviews them and decides whether to catalog them or put them up for sale. ",
        "(man) Is the sale open to the public? ",
        "(woman) On the second day, it’s a two-day sale. The first day is for students, faculty and staff though which is great. We usually need about 20 volunteers for the sale and, well, if you volunteer, you get first shot at everything in advance. ",
        "(man) Really? What do volunteers have to do? ",
        "(woman) You help sort the books and set up the tables. But keep in mind, those positions fill up quickly. Now, about this particular book, it wouldn’t hurt to send a formal request to collection department. They might be able to let you know if it’d be up for sale. ",
        "(man) I’ll do that. Thanks."
      ]
    },
    "p_Lecture1": {
      "seq": 4,
      "title": "Lecture 1",
      "img": "assets/tpo34/tpo34_passage1_2.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage1_2.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to part of a lecture in an Art History class. ",
        "(male professor) All right, so last week we started talking about the painters and sculptors who were part of the art movement called Dada. But I don’t want you to think the ideas we introduced last time were limited to painting, sculpture, that sort of thing. So, today I want to move beyond the visual arts and talk a bit about Dada in the performing arts, in theater. But let’s start by reviewing what Dadais, OK? ",
        "As you recall, Dada began in Switzerland in the city of Zurich in 1916. The artists who started it were reacting against traditional notions of, uh, of beauty, of reason, of progress which had been the standards of western thoughts since the eighteenth century. They looked around and, well, I mean, the First World War was raging. So they didn’t see much beauty, reason or progress in the world. Instead, they saw a world that was chaotic, random, a world that didn’t make sense. And if that’s the world was, well, they wanted their art to reflect that. So, let’s review a couple of key ideas that were the backbone of Dada art. ",
        "First, the Dadaist wanted to completely reject the classical idea of art, classical ideas like proportion, balance, all the things you think about when you think about great art. Great art involved a reason, the logic, the beauty that the Dadaist wanted to overthrow. So, uh, well, you know, to a Dadaist, classical art work was a reflection of outdated thinking. That’s why Dadaist created sculptures like the ones we saw last week. Remember the stool with the bicycle mounted on top? I wouldn’t exactly call that beautiful, would you? But, of course, it wasn’t meant to be. That was the point. ",
        "OK, so another key Dada idea we talked about was the embracing of randomness, right? Uh, if life was random, said the Dadaist, why would we make art that has order and logic? And so we have that collage we looked at with an artist took different, you know, cut out squares of colored paper. Threw them onto the canvas and wherever they landed, that was the composition of the work. Another favorite of the Dadaist was something called chance poetry. A chance poet would pull words out of a hat. And that would be, well, that would make up the, the poem. And this idea of chance and randomness was a key element of Dadaism because the whole world seems so random to them. ",
        "So, now, let’s take a look at how Dadaist ideas were presented to audiences in highly unconventional, well, I’m not even sure how to categorize these theatrical events. I suppose you just have to call them shows. These shows started in Zurich in a place called the Cabaret Voltaire, the rejection of classical western art. Well, you see this in the nature of what took place at the Cabaret Voltaire. They didn’t put on plays or operas there. What they did was throw out all conventions. They mixed everything and anything together. They would, they might start with somebody reading a poem then somebody else playing an instrument followed by a display of paintings followed by somebody else chanting followed by somebody else banging on a big drum and someone dressed in a robot costume jumping up and down. So it’s not like a play. There’s no real plot development here like you’d find in traditional theatrical performance.",
        "The performers at the Cabaret Voltaire would also get the audience involved which was extremely unusual. Think about a traditional play. The action’s self-contained. The actors act as if there’s no one watching, right? It’s like a world unto itself. Well, at the Cabaret Voltaire, audience members could get up on stage and dance or chant or shout and sing for new seats. And every night would be different because there would be a different audience and a different set of acts and displays. So, all this could get pretty chaotic, no barriers between the performers and the audience and no barriers between kinds of art either. ",
        "Think about it, poetry, paintings, music, dance all on the same stage and often at the same time. This is what the Dadaist had in mind when they set out to make art that reflect their own idea of reality. It didn’t make sense. But why should it? "
      ]
    },
    "p_Lecture2": {
      "seq": 5,
      "title": "Lecture 2",
      "img": "assets/tpo34/tpo34_passage1_3.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage1_3.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to part of a lecture in an Environmental Engineering class. ",
        "(male professor) At the end of yesterday’ At the end of yesterday’s class, we were discussing landfills and hundreds of millions of tons of everyday garbage which are deposited into them each year in the United States. It’s a growing problem. Quite simply we’re running out of space to put our garbage. ",
        "And this is especially true for solid organic waste: food scraps from home or food processing plants, waste from farms that sort of thing. Did you know that two plants, waste from farms that sort of thing. Did you know that two-thirds of the waste sitting in our landfills is organic material? We have government recycling programs for materials ling programs for materials like plastic, glass and metal. Yet wide spread solutions for organic waste materials haven’t really been addressed in the United States. I think this is just asking for trouble in the future. ",
        "So, today I want to talk about a technology that offers a potential solution to the problem: anaerobic phased solids digestion or APS digestion. First of all, what does anaerobic mean? Anyone? ",
        "(female student) Without oxygen? ",
        "(professor) Correct. APS digestion uses anaerobic bacteria, on APS digestion uses anaerobic bacteria, ones that thrive in the absence of oxygen, to consume, to break down organic material. ",
        "(male student) Excuse me, Professor) Excuse me, Professor, um, those anaerobic bacteria you’re talking about, well, aren’t anaerobic bacteria also used in wastewater treatment plants? ",
        "(professor) Yes, in fact, they are. Would you like to explain this to the class? ",
        "(male student) Sure, so, when wastewater is treated, one of the by-products is a thick liquid called sludge. And aren’t anaerobic bacteria used to break down the sludge? ",
        "(professor) That’s right. Anaerobic bacteria have been used in wastewater treatment for decades. ",
        "(male student) So how was this technology different? ",
        "(professor) Good question. Uh, the anaerobic digestion systems used in wastewater plants are designed to treat sludge not solids. Now, in the past, researchers have attempted to treat solid organic waste with that same equipment but there was always problem. In order to process solid waste, the kind we find in landfills, you had to pre-treat the solids to turn them into sludge: first by breaking the material apart mechanically to small particles and then adding a lot of water until you got a kind of thick soupy mix that the equipment could handle. But that extra step took time and required a lot of energy. ",
        "(female student) That sounds like it would cost a lot. ",
        "(professor) That’s right. But APS digestion is designed specifically to handle solid waste so it’s much more cost-effective. The new technology processes organic waste in two phases. Remember, APS stands for anaerobic phased solid digestion. ",
        "First, the waste material is loaded into a large closed container along with different types of anaerobic bacteria. The bacteria break the solids down into acids and hydrogen gas. The hydrogen is extracted and the remaining acids are transferred into a different container for the second phase of the process. There another type of bacteria converts the acids into methane gas. ",
        "(female student) Aren’t hydrogen and methane gas bad for the environment though? ",
        "(professor) The answer in this case is no because they don’t escape into the atmosphere. The gases are captured and can be burned to produce electricity which saves a lot of money and ultimately decrease our need for fuels like petroleum and coal which are not only expensive but are also polluting.",
        "(male student) So organic waste from landfills could be processed this way? ",
        "(professor) It’s certainly one possibility. And APS digestion systems are very versatile. They can be installed just about anywhere. See, anaerobic digestion systems used in wastewater treatment plants are huge tanks that hold thousands of gallons of wastewater. But the APS container is small enough to be set up on site where the waste is generated, like, uh, food processing plants or on farms. So garbage doesn’t have to be transported long distances. As a matter of fact, a couple of universities successfully set up demonstration projects. ",
        "They collected food scraps from dining halls and local restaurants and processed them in APS facilities. Not only did the universities save money, we’re also learning even more about the APS process. What’s the next step forward? Well, APS digestion uses several different types of anaerobic bacteria, right? So what are the most efficient bacteria in the process? If researchers can figure that out, the highest performing bacteria mix for a system could be determined. Ultimately, the goal would be to grow enough of these bacteria to support large-scale commercial APS systems. "
      ]
    },
    "d3": {
      "seq": 6,
      "title": "",
      "img": "",
      "mp3": "assets/tpo34/tpo34_listening_direction2.mp3",
      "contents": [
        "Listening Section Direction \n........."
      ]
    },
    "C_Conversion2": {
      "seq": 7,
      "title": "Conversion 2",
      "img": "assets/tpo34/tpo34_passage2_1.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage2_1.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to a conversation between a student and her Creative Writing professor. ",
        "(woman) Hello, Professor Thompson, can I talk to you for a minute? ",
        "(man) Oh, hi, Laura, we missed you last class. ",
        "(woman) Yeah, I was sick for a few days, um, I was wondering did I miss a lot of work? ",
        "(man) Let’s see, well, we discussed the story that you’ve been assigned to read for class, A Memory by Eudora Welty. And then we listened to a recording of an interview with Welty. The recording’s on reserve at the library, you’ll need to listen to it. Uh, so, did you have a chance to read the story? ",
        "(woman) Yeah, I did. ",
        "(man) What did you think?",
        "(woman) Well, I was a little surprised, I mean, the first time I read it, anyway. ",
        "(man) What surprised you? ",
        "(woman) You know, it just seemed like there was nothing going on in the story, I mean, a girl that just sitting at the beach thinking about one of her memories and, at the same time, she’s watching other bathers on the beach and sort of just thinking about what they’re doing, too. And that’s all that happens, so at the end of the story, I thought, “That’s it?” ",
        "(man) I know what you mean. There’s, uh, no surprise ending like in O. Henry’s story “The Gift of the Magi,” or some big adventure like in William Faulkner’s “The Bear”. So you didn’t like the story?",
        "(woman) Well, actually, while I was reading it the second time, I sort of realized that you don’t need surprises or excitement to have a great story. The girl’s memory and stuff she was thinking about while she was watching the other people on the beach were really interesting to read about. And, you know, it made me think that when I write my story, the one we have to write for this class, I can maybe use my own memories to get me started. ",
        "(man) Well, in fact, I’d hope you’d see that. Of course, there are many levels to this story, but what I really want the class to take away from it was that you don’t need to write about the great, the exciting world when you write your stories, uh, even writing about a memory can work. ",
        "(woman) Like I could write about one of times I took a walk in the woods when I was a kid. ",
        "(man) Exactly! You know, as the due date of your story approaches, I’m hearing from a lot of students of their worry because they don’t have anything exciting enough to write about. But Welty said in the interview we listened to and in her autobiography that her worst stories were the ones where she tried to write about people and places that were unfamiliar to her. That’s why a lot of her stories are set in Mississippi where she’s from. Welty stresses that, for her anyway, familiarity with her subject matter was the key to a successful story. ",
        "(woman) Familiarity, that makes sense, thanks, Professor Thompson. ",
        "(man) No problem, uh, don’t forget to listen to that recording. "
      ]
    },
    "p_Lecture3": {
      "seq": 8,
      "title": "Lecture 3",
      "img": "assets/tpo34/tpo34_passage2_2.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage2_2.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to part of a lecture in a Botany class. ",
        "(female professor) When we talk about pollination ecology, we’re talking about the relationship between a plant and its pollinator. From the plant’s perspective, the ideal pollinator is an animal that is under-fed, ready to eat and in a hurry. The pollinator, on the other hand, wants to remain well-fed with as little effort as possible. These factors help drive the evolution of plants and their pollinators, both of which depend on this balanced and delicate relationship. Sometimes only certain insects or birds can pollinate certain plants species. So, to really understand pollination ecology, both the flower and its pollinators must be studied. Let’s start with flowers. ",
        "There are several important factors associated with pollination: when and how often a plant flowers, how long the flowering cycle lasts, and the number of flowers that open at the same time. For example, flowering may coincide with the migration of a certain animal species that pollinates the plant or producing many flowers at once may increase the number of pollinators a plant attracts. Other characteristics of the flowers are also important: features such as color, scent and shape attract pollinators as does the reward in the flower, the pollen or the nectar that feeds the pollinator. ",
        "For example, flowers that attract bats tend to be green-or cream-colored, because visibility isn’t important. Bats are practically blind, remember. And these flowers bloom at night when the bats are active. Now, there’s a flower in the Amazon rainforest called a royal water lily and the characteristics of its flowers change during the pollination process. The royal water lily uses color, temperature and scent to attract the beetles that pollinate it. When the flowers of the royal water lily first open up, when they first bloom, they’re white, they also emit a strong odor and their temperature rises. ",
        "Producing heat serves two purposes: it magnifies the scent of the flower and it helps the beetles maintain their body temperature. When a beetle arrives at the flower, the flower closes around it for about 24 hours so that the beetle becomes covered with pollen. Then when the flower opens, its color changes to red and it cools down. When the beetle flies out, it carries the pollen to a different heated, white, fragrant flower. As you can see plants go to a lot of trouble to attract attention. So what kind of attention are they attracting and why? ",
        "Well, sometimes flowers provide shelter for insects, a place to lay eggs, for instance, but usually the attention is food, nectar and pollen. Nectar’s mainly a sugar solution while pollen is a grain made up of part of the plant’s cell structure. In both nectar and pollen production, quality and quantity vary over time but they’re always related to the needs of the pollinator. You can see that the relationship between pollinators and plants are delicate. So any number of factors can disturb them. ",
        "Uh, human development is one and agriculture is generally believed to be the most harmful. It can fragment habitats in a variety of ways reducing the number of pollinators which, in turn, may reduce the number or size of the flowers which, of course, affect the animals that feed on them. Uh, exotic plant species not native to the area can move in and compete. Even bees brought in to pollinate crops can alter natural pollen dispersal system of rainforest plants. ",
        "On the other hand, recent studies have shown that the disruption of one aspect of the pollination cycle doesn’t usually lead to the extinction of other species. It turns out that plant-pollinator relationships are more adaptable to change than we thought. So, really, it’s hard to know just how agriculture affects the pollination of plants. "
      ]
    },
    "p_Lecture4": {
      "seq": 9,
      "title": "Lecture 4",
      "img": "assets/tpo34/tpo34_passage2_3.jpg",
      "mp3": "assets/tpo34/tpo34_listening_passage2_3.mp3",
      "contents": [],
      "contentsOrign": [
        "Listen to part of a discussion in a Business Management class. ",
        "(female professor) Last week we were talking about innovation in businesses. Remember the graph I showed you? ",
        "(female student) The curve that looked sort of like the letter S?",
        "(professor) Right, Cathy, let’s take another look.",
        "Do you recall, Cathy, how this S-curve represents the life cycle of innovation? ",
        "(female student) Sure, starting on the left, the new innovation, uh, let’s say it’s a new product. Almost nobody has heard of it or at least nobody takes it seriously. Then its popularity increases, uh, slowly at first, till sales really started accelerating quickly. There were the line goes up steeply in the middle as more and more people get excited about the product and they go out and buy it. But eventually, moving over to the right side there, interest began to fade and the growth in sales levels off. ",
        "(professor) At which point the market has matured for that product. We can still sell it and even marginally improve it but it’s not new anymore. It no longer offers exciting growth opportunities. So a business leader might face a choice: either stick with this old safe proven idea or move on to the next big idea, a fresh innovation. But innovations are risky. They may succeed or they may not. OK, a case study, George, I’ve heard your Thursday night program on the campus radio station. You like jazz, right? ",
        "(male student) Huh? Uh, yeah, sure, but what? ",
        "(professor) OK, stay with me here. On your program last week, I heard an old Miles Davis’ album. Tell us about that. ",
        "(male student) Uh, Miles Davis, trumpet, I played a CD of a jazz classic he recorded in the 1950s called Kind of Blue. It’s my all-time favorite of jazz recording. ",
        "(professor) Mine, too. Would you call that recording innovative for its time? ",
        "(male student) Absolutely! Nothing at all like what he’d recorded up till then, I mean, before that Miles Davis played things so complex that, well, nobody could touch him. But this was something totally new. Suddenly his playing sounded so amazingly simple.",
        "(professor) And how did people react to this new sound of Miles Davis? ",
        "(male student) Well, some were disappointed even angry that he’d abandoned his old style. But soon most of his fans came around. And this new style appealed to a whole new group of jazz listeners.",
        "(professor) I guess so! Kind of Blue became the most commercially successful album in the history of jazz. So is there a lesson here, anyone? Think of that S-curve I showed you. ",
        "(female student) Oh, so his old style of jazz was actually a kind of product, one that had been developed pretty thoroughly. And he’d taken it about as far as he could. So he decided to take a big risk and try something totally new. ",
        "(professor) Exactly! Something completely fresh and cool and people couldn’t get enough of it. It was a brand new beginning that left lots of room for further development artistically. And as a market analyst, you could say that with Kind of Blue he was jumping to the beginning of a brand new S-curve, with all that potential for profitable developments still ahead of him. But let me ask you something else. This isn’t just the music of a single performer, is it, George? ",
        "(male student) Hardly, more like a group of All Stars, along with Miles Davis on trumpet, there’s Bill Evans on piano, John Coltrane on tenor saxophone. ",
        "(professor) Individually perhaps the best in the business but thinking of Miles Davis as the leader of this group, how did he organize and manage all this incredible talent? ",
        "(male student) Well, he’d lay out the general outline, the theme, and then give each of these star performers, one by one, a creative freedom to really show what they could do with it on their own instrument, to improvise and add something new, but always within the same general theme. ",
        "(professor) So Miles Davis gets credit for recruiting the best jazz talent anywhere and getting them to collaborate on a fantastic musical product. Everyone see the business parallels here? And give each of these musicians credit for seizing the opportunity and creating great individual performances. But good jazz is more than just outstanding individual performances, isn’t it? ",
        "(male student) Definitely! Jazz musicians need to listen to each other and go with the flow, like, one time somebody goofed and came in a little early, but everyone else adjusted and went right along with it as if nothing were wrong. And this mistake came out like just another unexpected creative interpretation. ",
        "(professor) Thanks, George, great insights, ones that would certainly apply at what we’re studying here. "
      ]
    }
  },
  "question": {
    "q1": {
      "seq": 1,
      "title": "Question 1 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_1.mp3",
      "para": "What is the conversation mainly about? ",
      "choices": [
        "a)The library’s policies for its annual book sale ",
        "b)The man’s search for material for his research project",
        "c)How the library attempts to preserve old books ",
        "d)How students can access library books in storage "
      ],
      "answer": [
        "A"
      ]
    },
    "q2": {
      "seq": 2,
      "title": "Question 2 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_2.mp3",
      "para": "What does the woman say about books in storage?",
      "choices": [
        "a)They will be put back on the shelves at some point in the future. ",
        "b)They are mostly older books that were donated to the library.  ",
        "c)They can be checked out by written request.  ",
        "d)They are not available for student use.  "
      ],
      "answer": [
        "A"
      ]
    },
    "q3": {
      "seq": 3,
      "title": "Question 3 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_3.mp3",
      "para": "What are the criteria for deciding whether a book is put up for sale? [choose two answers] ",
      "choices": [
        "a)It contains outdated information. ",
        "b)The information in the book is available in other formats. ",
        "c)It has not been checked out for a number of years. ",
        "d)It has been in the collection for more than ten years. "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q4": {
      "seq": 4,
      "title": "Question 4 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_4.mp3",
      "para": "Why does the woman mention that volunteer positions fill up quickly? ",
      "choices": [
        "a)She is surprised that so many students are interested in volunteering. ",
        "b)She wants to emphasize that the sale will be held soon. ",
        "c)She wants to assure the man that there will be enough people working at the sale. ",
        "d)She thinks the man may want to apply for one of the positions. "
      ],
      "answer": [
        "B"
      ]
    },
    "q5": {
      "seq": 5,
      "title": "Question 5 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_5.mp3",
      "para": "What advice does the woman give to the man about the book he wants to buy? ",
      "choices": [
        "a)He should try to buy it from an online bookseller. ",
        "b)He should find out if there is an electronic version of it. ",
        "c)He should inform the collection department of his interest in it. ",
        "d)He should look for it in a local bookstore. "
      ],
      "answer": [
        "B"
      ]
    },
    "q6": {
      "seq": 6,
      "title": "Question 6 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_6.mp3",
      "para": "What is the main purpose of the lecture? ",
      "choices": [
        "a)To explain the historical conditions that inspired Dada artists ",
        "b)To discuss examples of Dada paintings and sculptures ",
        "c)To describe how Dada was presented theatrically ",
        "d)To show the influence of Dada on today’s performing artists "
      ],
      "answer": [
        "B"
      ]
    },
    "q7": {
      "seq": 7,
      "title": "Question 7 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_7.mp3",
      "para": "Why does the professor mention a stool with a bicycle wheel mounted on top? ",
      "choices": [
        "a)To give an example of what Dadaists were reacting against ",
        "b)To show something that Dadaists would consider beautiful ",
        "c)To illustrate how Dadaists rejected the traditional definition of art ",
        "d)To explain the Dadaists’ practice of creating sculptures from everyday objects "
      ],
      "answer": [
        "B"
      ]
    },
    "q8": {
      "seq": 8,
      "title": "Question 8 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_8.mp3",
      "para": "According to the professor, why did some Dadaist write poetry by pulling words out of a hat? ",
      "choices": [
        "a)To reflect the randomness they saw in the world ",
        "b)To illustrate the connection between poetry performances and magic shows ",
        "c)To indicate that Dada should not be taken too seriously ",
        "d)To demonstrate that Dadaists did not need much formal training "
      ],
      "answer": [
        "B"
      ]
    },
    "q9": {
      "seq": 9,
      "title": "Question 9 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_9.mp3",
      "para": "What does the professor identify as aspects of traditional play? [choose two answers] ",
      "choices": [
        "a)Characters each have their own motivation. ",
        "b)A plot is developed. ",
        "c)The play consists of several acts. ",
        "d)Actors ignore the audience."
      ],
      "answer": [
        "B","C"
      ]
    },
    "q10": {
      "seq": 10,
      "title": "Question 10 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_10.mp3",
      "para": "According to the professor, what contributed to the chaotic nature of the performances at the Cabaret Voltaire? [choose two answers] ",
      "choices": [
        "a)There were no professional actors. ",
        "b)The script was torn up and allowed to fall to the floor during the performance. ",
        "c)Different art forms shared the same stage. ",
        "d)The performances varied from night to night. "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q11": {
      "seq": 11,
      "title": "Question 11 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_11.mp3",
      "para": "Why does the professor say this: ",
      "choices": [
        "a)He does not approve of all the aspects of the shows. ",
        "b)He does not think the events can be easily defined. ",
        "c)He does not consider the shows to be authentic Dada.",
        "d)He does not know enough about the events to categorize them. "
      ],
      "answer": [
        "B"
      ]
    },
    "q12": {
      "seq": 12,
      "title": "Question 12 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_12.mp3",
      "para": "What is the lecture mainly about? ",
      "choices": [
        "a)A new use for methane gas produced in landfills ",
        "b)Environmental regulations regarding the management of organic wastes ",
        "c)Removing bacteria from landfills and wastewater treatment plants ",
        "d)A potentially useful technology for managing organic wastes "
      ],
      "answer": [
        "B"
      ]
    },
    "q13": {
      "seq": 13,
      "title": "Question 13 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_13.mp3",
      "para": "What is the professor’s opinion about the use of landfills to manage solid organic waste? ",
      "choices": [
        "a)Landfills should be expanded to accommodate more types of waste. ",
        "b)Landfills are not a suitable long-term solution for solid organic waste disposal. ",
        "c)Landfills should be built farther away from population centers. ",
        "d)Landfills would be an effective means of recycling solid organic waste from farms. "
      ],
      "answer": [
        "B"
      ]
    },
    "q14": {
      "seq": 14,
      "title": "Question 14 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_14.mp3",
      "para": "What does the professor imply about processing solid organic waste in equipment designed for processing wastewater? ",
      "choices": [
        "a)It is an economical way to process solid waste. ",
        "b)It is practical only for treating large amounts of solid waste. ",
        "c)It is not an efficient way to process solid waste. ",
        "d)It could reduce the cost of treating wastewater. "
      ],
      "answer": [
        "B"
      ]
    },
    "q15": {
      "seq": 15,
      "title": "Question 15 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_15.mp3",
      "para": "What does the professor suggest about methane and hydrogen gas? ",
      "choices": [
        "a)They have beneficial uses if harnessed and contained.",
        "b)They are destroyed in a later stage of APS processing. ",
        "c)They are both extracted during the first phase of APS digestion. ",
        "d)They are necessary to activate the anaerobic digestion process. "
      ],
      "answer": [
        "B"
      ]
    },
    "q16": {
      "seq": 16,
      "title": "Question 16 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_16.mp3",
      "para": "According to the professor, what are two advantages of APS digestion systems? [choose two answers] ",
      "choices": [
        "a)They can eliminate the need to transport the waste material. ",
        "b)They can handle both organic and nonorganic waste. ",
        "c)They can turn waste into fuel for electrical power generation. ",
        "d)They can be monitored efficiently from one central location. "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q17": {
      "seq": 17,
      "title": "Question 17 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question1_17.mp3",
      "para": "What does the professor say is a promising focus for future research into APS digestion systems? ",
      "choices": [
        "a)Trying to find a way to reduce the size of the APS containers ",
        "b)Trying to set up a demonstration project with a university ",
        "c)Determining whether food scraps from restaurants can be used in the system ",
        "d)Determining the most efficient combination of anaerobic bacteria "
      ],
      "answer": [
        "B"
      ]
    },
    "q18": {
      "seq": 18,
      "title": "Question 1 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_1.mp3",
      "para": "What are the speakers mainly discussing? ",
      "choices": [
        "a)A short story the woman has written ",
        "b)A short story that was discussed in class ",
        "c)The autobiography of Eudora Welty ",
        "d)Features of short stories written by famous authors "
      ],
      "answer": [
        "A"
      ]
    },
    "q19": {
      "seq": 19,
      "title": "Question 2 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_2.mp3",
      "para": "Why does the professor mention O. Henry’s story, “The Gift of the Magi,” and William ",
      "choices": [
        "a)To suggest that the woman read these stories before writing her own story ",
        "b)To remind the woman to listen to recordings of these stories ",
        "c)To contrast Welty’s story with other types of stories ",
        "d)To point out that Welty particularly liked these stories "
      ],
      "answer": [
        "A"
      ]
    },
    "q20": {
      "seq": 20,
      "title": "Question 3 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_3.mp3",
      "para": "Why does the woman mention walking in the woods? ",
      "choices": [
        "a)It is the possible topic of a story she will write. ",
        "b)It is what she does to get inspiration for writing. ",
        "c)It is an activity that she enjoys very much. ",
        "d)It is the setting of her favorite short story."
      ],
      "answer": [
        "B"
      ]
    },
    "q21": {
      "seq": 21,
      "title": "Question 4 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_4.mp3",
      "para": "What point does the professor make when he mentions the interview with Welty and her autobiography? ",
      "choices": [
        "a)Welty tells some stories in the interview that are confirmed in the autobiography. ",
        "b)Welty believed that the element of surprise was essential to a good story. ",
        "c)Welty’s best stories are set in Mississippi. ",
        "d)Welty thought life in Mississippi was not very exciting. "
      ],
      "answer": [
        "B"
      ]
    },
    "q22": {
      "seq": 22,
      "title": "Question 5 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_5.mp3",
      "para": "What was the student’s reaction to Welty’s story after first reading it? ",
      "choices": [
        "a)She was surprised by some of the main character’s memories. ",
        "b)She was annoyed that the story was so short. ",
        "c)She found the thoughts of the main character to be uninteresting. ",
        "d)She had expected more action in the story. "
      ],
      "answer": [
        "B"
      ]
    },
    "q23": {
      "seq": 23,
      "title": "Question 6 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_6.mp3",
      "para": "What is the lecture mainly about? ",
      "choices": [
        "a)The effect of agriculture on pollinators ",
        "b)Threats to the pollination cycle in tropical rain forests ",
        "c)The relationship between plants and their pollinators ",
        "d)Various plant species in tropical rain forests that attract pollinators "
      ],
      "answer": [
        "B"
      ]
    },
    "q24": {
      "seq": 24,
      "title": "Question 7 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_7.mp3",
      "para": "What does the professor say is the ideal pollinator for a plant? ",
      "choices": [
        "a)A pollinator that pollinates the plant during the pollinator’s migration ",
        "b)A pollinator that is hungry and moves quickly ",
        "c)A pollinator that feeds on a variety of plants ",
        "d)A pollinator that moves slowly from flower to flower"
      ],
      "answer": [
        "B"
      ]
    },
    "q25": {
      "seq": 25,
      "title": "Question 8 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_8.mp3",
      "para": "According to the professor, what are some features of a flowering plant that can affect how attractive it is to pollinators? [choose two answers] ",
      "choices": [
        "a)The distance between the plants that have open flowers ",
        "b)The duration of the plant’s flowering cycle ",
        "c)The amount of water the plant recently received ",
        "d)The number of flowers that bloom at the same time "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q26": {
      "seq": 26,
      "title": "Question 9 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_9.mp3",
      "para": "Why does the professor mention bats? ",
      "choices": [
        "a)To emphasize that mammals can also be pollinators ",
        "b)To help explain the role of flower color in attracting pollinators ",
        "c)To suggest that bats are not efficient pollinators ",
        "d)To explain why some bats do not benefit from flowers that bloom only at night "
      ],
      "answer": [
        "B"
      ]
    },
    "q27": {
      "seq": 27,
      "title": "Question 10 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_10.mp3",
      "para": "According to the lecture, what can be inferred about a royal water lily whose flowers are red? ",
      "choices": [
        "a)Its flowers have already been pollinated. ",
        "b)Beetles are trapped inside of its flowers. ",
        "c)Its flowers will soon increase in temperature. ",
        "d)Its flowers have just closed. "
      ],
      "answer": [
        "B"
      ]
    },
    "q28": {
      "seq": 28,
      "title": "Question 11 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_11.mp3",
      "para": "What is the professor’s opinion about the effect of agriculture on pollination ecology? ",
      "choices": [
        "a)She fears the effect may be more widespread than previously believed. ",
        "b)She believes the effect will ultimately prove to be beneficial. ",
        "c)She thinks the harmfulness of agriculture may be overstated. ",
        "d)She is surprised there is so little research on the subject. "
      ],
      "answer": [
        "B"
      ]
    },
    "q29": {
      "seq": 29,
      "title": "Question 12 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_12.mp3",
      "para": "What are the main topics that the class discusses? [choose two answers] ",
      "choices": [
        "a)New and innovative ways to market jazz recordings ",
        "b)The successful introduction of a major product change ",
        "c)An organizational model for managers to consider ",
        "d)Appropriate standards for evaluating a musical performance "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q30": {
      "seq": 30,
      "title": "Question 13 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_13.mp3",
      "para": "What do the speakers indicate can be represented by the S-curve graph? ",
      "choices": [
        "a)The typical pattern of sales for a product ",
        "b)The flow of a music composition ",
        "c)The general popularity of jazz in the 1950s ",
        "d)The recent increase in sales for a classic jazz album "
      ],
      "answer": [
        "B"
      ]
    },
    "q31": {
      "seq": 31,
      "title": "Question 14 of 17",
      "type": "multi-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_14.mp3",
      "para": "How did jazz fans react to Miles Davis’ album Kind of Blue? [choose two answers] ",
      "choices": [
        "a)Most did not notice that his style had changed. ",
        "b)Some were disappointed about how his style had changed. ",
        "c)Many were inspired to try to become jazz musicians. ",
        "d)Many bought the album, making it a huge commercial success. "
      ],
      "answer": [
        "B","C"
      ]
    },
    "q32": {
      "seq": 32,
      "title": "Question 15 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_15.mp3",
      "para": "Based on Miles Davis’ approach to recording Kind of Blue, what does the professor imply managers should do in running a business? ",
      "choices": [
        "a)Master the complexities of each task before asking anyone else to perform it ",
        "b)Hire very capable people and give them the freedom to make their own decisions ",
        "c)Try to sense what the public is comfortable with and then provide it ",
        "d)Plan all details carefully and make sure that the plan is followed. "
      ],
      "answer": [
        "B"
      ]
    },
    "q33": {
      "seq": 33,
      "title": "Question 16 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_16.mp3",
      "para": "What lesson can be learned from the example about a mistake during a musical performance? ",
      "choices": [
        "a)Performances of the highest quality require extensive practice. ",
        "b)Making mistakes hurts not just the individual, but the entire group. ",
        "c)When people work well together, mistakes can result in positive outcomes. ",
        "d)Leaders need to ensure that group members do not make mistakes."
      ],
      "answer": [
        "B"
      ]
    },
    "q34": {
      "seq": 34,
      "title": "Question 17 of 17",
      "type": "single-choice",
      "mp3": "assets/tpo34/tpo34_listening_question2_17.mp3",
      "para": "What is the professor encouraging the student to do when she says this: ",
      "choices": [
        "a)Continue the discussion with her after class ",
        "b)Remain seated in the front of the classroom ",
        "c)Wait patiently to see how the professor’s question relates to the lessons ",
        "d)Remain open-minded while listening to another point of view "
      ],
      "answer": [
        "B"
      ]
    }
  }
}